{
   "descriptions":[{ 
        "name": "Jonathan White",
        "shortname": "Jonathan_White",
        "information": "  <p>The victim’s house was situated in a quiet tight suburb a few minutes from the central town area. The front lawn was bordered off from the main street by the police yellow tape, but one of the officers who was expecting your arrival let you in to inspect the crime scene.<br> <br> According to the officer’s report, the front door was the only door opened whilst the others were locked, undisturbed. No forced entry. The pathway between the door and the main street was all paved, so no shoe prints were found. The officer pointed to the front mat where a spare house key was hidden, but also left undisturbed for weeks. Heading into the house, there were no signs of a struggle leading into the kitchen. No signs of a burglary. You could tell Jonathan liked to keep everything neat and clean. A yellow marker in the hallway and another in the kitchen indicated where the hair fragments were found. No where else were there any signs of similar fragments. <br> <br> Behind the kitchen bench was the outline where the body was. Most of the blood was cleaned up but some of the stains can be made out in between the tiles. On top of the bench you noticed a ripped up train ticket to Pigma, a city 1 hour from town. There were a couple of magazines relating to house renovations on the bench and dining table. The laptop was still on, fortunately with no password protection. Multiple windows of real estate websites were opened, all centering around Pigma. Accessing his email account, nothing really stood out other than one email from a sender called Devine Silver with a message saying <q>I’m sorry.</q> It was sent a week ago. <br> <br> In the living room, there was a fish tank with 2 gold fishes. Photos of Jonathan and his family and friends were neatly arranged in frames around the room. A couple of them had him paired with a young, stylish blond girl, smiling wide at the camera. You also noticed a young caucasian attractive male appearing more than once in photos alongside Jonathan, laughing and smiling. He was more heavily built, with white perfect teeth, and his posture exuded confidence. <br> <br><q>That’s Marcus Black,</q> the officer said. <q>They’re best friends, always seen them hanging out together. Think they met in drama class.</q> <br> <br> <q>What does he do now?</q><br> <br> <q>Somewhere in the accounting or finance department. Officer Custos interviewed him few days ago, all clean. Apparently was pretty choked up about his friend’s death. Vowed to find the killer and got a bit worked up. Emotional fellow, but heart in the right place.</q><br> <br> You looked around the house and didn’t find anything else that could help with the case. You wondered where the victim’s phone was, and whether the crime lab or police station had it.<br><br><q>Strangely enough we didn’t find his phone.</q> the officer shrugged. <q>We tried calling but it was switched off.</q><br> <br> Finished with the examination, you left the house and moved onto the next destination. </p>",
        "photo":["Jonathan_White.png"],
        "evidence":["Jonathan_White_evidence_1.jpg", "Jonathan_White_evidence_2.jpg", "Jonathan_White_evidence_3.jpg"]
    },{
     "name": "Marcus Black",
     "shortname": "Marcus_Black",
     "information": " <p>A couple of blocks away from Jonathan’s house, you visited Marcus Black. You had to ring the doorbell a couple of times before Marcus answered the door. He was very apologetic, saying he had just finished vacuuming the house and didn’t hear the doorbell.  Standing 6 feet high, Mr Black was very well groomed, wearing a white casual shirt and blue chinos. His light brown hair was thick and styled back, with no strand of hair misplaced. He smelled faintly of cologne.<br><br><q>Terrible tragedy with what happened to Jon,</q> he said as he led you into his living room, widely spaced and decorated with modern furniture. <q>I would do anything to help with the investigation. I keep kicking myself for not being there for my best friend.</q><br><br>He offered you a drink but you turned it down, wanting to continue questioning without any interruptions.<br><br><q>I was actually out of town for a week, and just got back a week ago. So I don’t really know what went on before his..passing.</q> he continued solemnly. <br><br><q>Did you hear anything from the locals, anything you felt suspicious?</q><br><br><q>I heard he was kicked out from that Walrus Pub a couple of times, which surprised me. Jon never drank, he always told me that he hated alcohol. If he was out of character, he didn’t tell me nor was I aware of it. He was actually excited to move out from Hue to Pigma, with his partner Devine Silver. Or fiancee more like.</q> You noticed his face tensed a bit at the mention of that name.<br><br><q>Are you acquainted with Ms Silver?</q><br><br>He shrugged. <q>In one way or another. She's a bit over the top I reckon, makes very rash decisions. Not someone I imagined Jon to be with.</q> He gave a small apologetic smile. <q>Sorry, I’m a bit over-protective of Jon...well I suppose I used to be now that he is…</q> he paused, then started again. <q>Jon was like a brother to me. We knew each other since high school, drama class actually. I also found him that house down a couple of blocks from me, and helped him move in and all.</q><br><br><q>Do you have access to his house?</q><br><br><q>I have a spare key, yes. I tend to look after his fish when he’s away on holiday, but I couldn’t do that thelast time he was away. Think he got someone else from the town to do that him. He loved those fishes, wouldn’t get any other pet. He hated dogs since he was chased by one when he was 5...</q><br><br><q>And where were you on the night of Mr White’s murder?</q> you asked.<br><br><q>Drove straight home after work, didn't go out. Went to bed around 9.</q><br><br> <q>You live alone?</q><br><br><q>Yes, I do.</q><br><br>With no more significant information to gather, you thanked Marcus and left his house. As you exited the frontdoor, you thought you heard Marcus chastising behind his shoulder, saying <q>Nancy, I just cleaned the floors-</q> but before you could confirm to see who he was referring to the door was already closed. <br><br></p>",
     "photo":["Marcus_Black.png"]
    },{
     "name": "Florence Brown",
     "shortname": "Florence_Brown",
     "information": "<p>There was no answer from Florence’s house. The neighbour came out to inform you that she’s usually working at her pub and returns home late at night.</p>",
     "photo":["Florence_Brown.png"]
    },{
     "name": "Peter Green",
     "shortname": "Peter_Green",
     "information": "<p>On the other side of town, Peter Green lived in the poorer side of Hue. There were either grim-looking government housing blocks, or small wooden houses that have been debilitated for years. Peter lived in one of the government apartment buildings. He was nursing a bottle of beer in one hand, and a cigarette in the other when he opened the door. He looked at you with annoyance and distrust.<br><br><q>I’ve told my side of the story already, I didn’t kill that kid.</q><br><br><q>I just need to ask a couple of questions, Mr Green. It won’t take too much of your time. Or do prefer me to take you back to the station for questioning?</q><br><br>Eyes narrowing, he grunted in displeasure and opened the door wider to let you in. You sat down on a chair next to a small round dining table filled with empty bags of chips, beer bottles, and old cigarette butts. He slumped down on the chair next to you, taking a sip from his bottle. <br><br><q>Did you know of Mr White before the night of his murder?</q><br><br><q>Not really.</q> he grunted.<q>Seen him maybe on the streets in town, but never really talked. Only recently I’ve seen him crashing at the pub every night.</q><br><br><q>What happened at the pub that night?</q><br><br><q>He was the one who came at me first.</q> he defended. <q>The man was at the bar, downing bottle after bottle. Ok, maybe I’ve had a couple as well. I saw him fiddling with his ring, I made a joke about it, then he came throwing his fists at me.</q><br><br><q>What was the joke about?</q><br><br><q>Something about his missus.</q> Peter shrugged. <q>Don’t really remember. I just assumed he had one given the ring.</q> <br><br><q>So you both had a punch out in the bar?</q><br><br><q>He tried to aim for my face, copped my chin but didn’t really hurt. Course I showed him how real men fight and gave him a wallop or two. Then Flo pulled me away and shouted me out. I just came back here.</q><br><br><q>Can anyone confirm your whereabouts afterwards?</q><br><br><q>I live alone. Don’t know if anybody saw.</q> <br><br>He took a long drag from his cigarette, and you noticed some bruising on his knuckles. <br><br><q>So you held no grudge against Mr White?</q> you asked.<br><br><q>Why would I? For a punch? I may steal and throw out a couple of punches if I need to, but slicing open a man’s throat? You would have to cross me by 10 fold if I had to fall to that.</q></p>",
     "photo":["Peter_Green.png"]    
    },{
     "name": "Devine Silver",
     "shortname": "Devine_Silver",
     "information": "<p>Sharing a building with a cafe below, Devine lived in a small apartment room in the center of town. When she opened the door, the young lady was in the midst of tying up her long blond hair, wearing a simple black shirt and pants with a brown apron. When you introduced yourself, she mentioned her shift downstairs was about to start. You assured her that it won’t take too much time. Reluctantly, she let you inside and settled in the living room couch. <br><br><q>You were closely acquainted with Jonathan White?</q> you asked.<br><br><q>Quite so.</q> she faintly smiled, sadness etched in her face. <q>I still can’t believe that poor Jon is..dead. Especially after we’ve…</q><br><br>She paused and looked away, taking a moment to compose herself. Apologising, she started again.<br><br><q>Especially after we broke up not long before that.</q><br><br><q>How long ago was that?</q><br><br><q>A week. He was quite shaken about it. I broke it off, I still feel bad about it. We were engaged for 2 months.</q><br><br><q>May I ask why you broke things off with him?</q><br><br>She took a big breath and looked away again.<br><br><q>I said I wasn’t ready to settle. He wanted us to move to Pigma and start a new life there, but I still want to travel and move from place to place. He wanted a family, but I wasn’t ready for that yet.</q><br><br>You were about to ask her another question, when suddenly you felt something soft rub up against your ankles. It was a grey Russian Blue cat, purring and staring up at you. <br><br><q>Sorry, that’s Henry.” Devine lightly laughed. “He loves people. You don’t mind do you?</q><br><br><q>No, not at all. Where were you on the night of the murder?</q><br><br><q>Working down at the cafe until closing time at 10. Then came back up here and slept.</q><br><br><q>Who else lives here?</q><br><br><q>Another waitress who works with me. She can vouch for me that night.</q><br><br><q>Do you have access to Mr White’s house?</q><br><br><q>No, not since we broke up and I gave him back his spare keys.</q> <br><br><q>Were you aware of him acting strange or suspicious leading up to his death?</q><br><br>Devine sighed and nodded. <q>I heard about his pub visits from my roommate, and from some of the customers. I tried to contact him but he didn't call me back. I thought he just wanted space. I don’t know if Marcus had tried. Marcus is his best friend, if there’s anyone he would turn to it would be him. Although-</q> <br><br>She hesitated, biting her lip. <br><br><q>Yes?</q> you pressed.<br><br><q>I don’t know if this is related to the case at all, but Marcus and I used to date a while back. 3 years in fact. We broke up and I met Jonathan a couple months after. Marcus wasn’t too pleased when he found out, never fully supported us.</q><br><br><q>Was it a mutual break up?</q><br><br><q>Marcus is an..emotional individual. I broke up with him because he was getting too possessive. He was controlling. He didn’t take it well, but not in the same way as Jonathan. He begged to start over, and I kept turning him away. I was relieved when he stopped. I do miss Nancy though.</q><br><br><q>Nancy?</q> you asked.<br><br><q>Yeh, Marcus’ dog. She’s a lovely golden retriever, with a beautiful lush yellow coat. No other dog quite like her in Hue.</q> <br><br>Devine excused herself as she was already late for her shift. You let yourself out, and Devine quickly rushed downstairs to the cafe.</p>",
     "photo":["Devine_Silver.png"]          
     },{ 
          "name": "Forensics Service Department",
          "shortname": "Forensics_Service_Department",
          "information": "<p>Hue’s forensic crime lab was situated in a small office building next to the police station. They didn’t have much advanced technologies compared to the city counterparts, but enough to get by for a town like this. One of the staff members, Gabrielle Carson, goes over the evidence found at the crime scene.<br><br><q>Murder weapon was a carving knife belonging to the victim. No fingerprints found on the handle, so presumably the suspect was wearing gloves at the time. The ring found in the victim’s clothing was a 14k gold ring, fingerprints only matched the victim’s. We also found some hair fibres near the body and crime scene, had a look just then, they don’t appear to match any human hairs. From experience they look more like dog hair, specifically from a long yellow coat breed.</q><br><br><q>Was the victim married?</q><br><br><q>I don’t think Jonathan was married, as far as I was aware of?</q></q><br><br>You asked if Jonathan had a pet dog, Gabrielle wasn’t aware of it either. You leave the lab.</p>",
          "photo":["Forensics_Service_Department.png"],
          "evidence":["Forensics_Service_Department_evidence_1.jpg", "Forensics_Service_Department_evidence_2.jpg", "Forensics_Service_Department_evidence_3.jpg"]             
     },{
      "name": "Main Town Hospital",
      "shortname": "Main_Town_Hospital",
      "information": "<p>Entering the hospital, the front desk signed you in and gestured you to the lifts. The mortuary was located in the basement. In contrast to the bright, bustling waiting room you just entered, the basement was dark, cold and grim with a strong smell of antiseptic chemicals. Following the signs to the autopsy room, you enter to meet Dr Cadaueris, the main chief examiner standing behind a metal table where a corpse is lying, partially covered by a white sheet. You can see it was a male, slim built, semi-tanned in complexion, with thick set of dark brown hair. There was a huge deep gaping wound right across his neck.<br><br><q>Ah you must be the detective sent to solve this crime.</q> Dr Cadaueris said.<q> Right on time.</q><br><br><q>I presume this is the victim?</q><br><br><q>Yes. Mr Jonathan White, aged 35, half-caucasian, mother Indian of decent. Healthy young male up until this point. As you can see, victim was killed via severing of the carotid and jugular. Death from serious haemorrhaging, quite instant. Body was found in the morning by a neighbour, we approximate the time of death between 1am - 7am.</q><br><br>You noticed other wounds, a cut on the lip and some bruising around the left eye socket. You gestured to these.<br><br><q>Ah yes, those were fresh as well.</q> The doctor replied. <q>We found bruising around the left eye, both rib cages, and a cut on the bottom lip</q><br><br><q>Same time during the murder?</q><br><br><q>Don't think so, looked to have happened approximately an hour before. No other defensive wounds found. Victim must've been caught by surprise.</q><br><br><q>Anything else?</q><br><br><q>There was a strong smell of alcohol from the victim's body and clothes. We examined his blood alcohol reading, 0.18. Also a ring found in the pocket of his pants. It's with the crime lab now.</q><br><br><q>Ok, thank you doctor.</q></p>",
      "photo":["Main_Town_Hospital.png"]       
     },{
      "name": "Police Station",
      "shortname": "Police_Station",
      "information": "<p>Officer Custos who was in charge of the case greets you warmly at his desk, although you can detect a level of stress in his face. Only a couple of years out with the Hue force, since he started working here his desk only consisted of minor crimes like petty theft, traffic offences, and vandalism. Murder somewhat threw him off, as it wasn’t something he expected in this town. <br><br><q>Thank you for coming here detective. I’ve interviewed the locals around the victim's house, none of them noticed anything strange that night, no strange noises. Everyone was in shock..well still are.</q> <br><br><q> Who found the body?</q> You asked.<br><br><q>John’s poor wife, Karen, found the body. They're the neighbours. She went over to return a pot belonging to Jona..I mean the victim. Door was slightly ajar, she went in, found the body in the kitchen lying in a pool of his own blood.</q><br><br>He paused and looked away. <q>Sorry, I just knew Jonathan from high school, we were in a couple of classes together…</q><br><br>Sensing the shift in the officer’s tone, you quickly tried to steer him back to course. Time was of the essence. <br><br><q>Can you tell me about the victim?</q><br><br><q>R-right. Um, Jonathan was born and grew up in Hue. Father died from liver cancer 2 years ago, mother passed away soon after. Even after all that, he still managed to keep his head up and carry on with life. Works as an accountant in the inner town. No criminal record. Bit of a reserved guy, but very generous and selfless when it comes to helping people. No one has any beef with him. Even his best mate is choked up about what happened.</q><br><br><q>Has he been acting suspicious for the past couple of weeks?</q><br><br><q>Well he has been acting a bit..not himself. About a week before his..passing..he looked a bit distracted and stressed. Still managed to do his job, but workers noticed he was a bit distant. Neighbours noticed that too. And then he started visiting the pub down the street during the last 3 days leading up to his death. Thrown out twice due to high alcohol intoxication, the later after getting into a fight with one of the customers. That was the night of his murder. Body still reeked from alcohol, still wearing his work clothes. We interviewed the suspect, he claimed he wasn’t anywhere near the victim’s house that night after the fight.</q><br><br>Your eyes narrowed. <q>And who is this suspect?</q><br><br><q>That’s Peter Green. Ex con, charged with arson and theft, been out for 4 months and on watch. Had a rough childhood.</q><br><br>Before you could ask for any more information, the phone rang and the officer picked it up. You waited as Custos took down notes on his desk, listening intently to the call. It sounded like a neighbourhood disturbance. When Custos finished the call, he apologised and stated he had to quickly dissolve an argument between two neighbours. The other staff members were all out on call. He gave you the name of the pub - The Barking Walrus Pub, and the owner - Florence Brown</p>",
      "photo":["Police_Station.png"]       
     },{
      "name": "The Barking Walrus Pub",
      "shortname": "The_Barking_Walrus_Pub",
      "information": " <p>Opening the door to the pub, you noticed the building was in need of refurbishment and repair. The door itself needed some extra grit to open and close, the walls were worn out from age, smoke and alcohol stains. In the corner was an old jukebox, unplugged and unused for decades, with stacks of empty beer bottles on top. Most of the customers were sitting on the bar stool, craddling their glasses in hand, watching a sports game on an old analogue tv screen hanging in the corner ceiling.<br><br> You sit on the end of the bar and waited for the middle aged woman with a frizzy short ponytail to finish serving before coming over. It looked like she was the only one running the business. After introducing yourself, she announced herself as the owner of the pub, Florence Brown.<br><br><q>I’ve already spoken to the police about this already. I’m a busy woman, I can’t just stop and regurgitate the story over and over again.</q> she complained. <br><br>You decide to order a beer first, before explaining that you’re here as a second opinion.<q>I’m just here to close the case as quickly as possible. Your mayor tells me she doesn’t want the killer running around for too long.</q><br><br>Florence sighed, but nodded her head. <q>I know I know. What do you need to know?</q><br><br>You ask about the nights that Jonathan had frequented the pub, particularly the night of his murder.<br><br><q>Jonathan, the poor soul, has been coming here for about a week before he..well you know. He never set foot in this pub before then, probably once after he graduated from highschool and his friends forced him to come here to try a beer...which he hated. So I was surprised when he started downing all these beers night after night. I didn’t ask why, it didn’t look like he wanted to share. He also kept building up his tab, always promising to pay me back the next night but never did. At one point I had to throw him out because he was disturbing the customers. And then on his..last night, he got into a fight with Peter over something about his girl. Got a bit of a beating, I mean Peter knew how to fight, Jonathan was just a punching bag. I sent Peter home, made sure Jonathan was fine, then sent him home as well before locking up and heading home myself.</q><br><br><q>Did this Peter say anything that sounded like he was threatening his life?</q><br><br><q>Hm not to that degree, just the typical things I hear when my customers get too drunk and start saying things they don’t mean. I’ve had fights happening around here before, I usually catch them before it escalates any further. My pub is already in shambles, and I’m behind on my bills, so the last thing I want is more destruction.</q><br><br>As you took a sip of your beer, you noticed some short yellow hair filaments sticking out on Florence’s sleeves against the dark fabric. Florence’s hair was brown. Her sharp eyes picked up on you staring at her sleeves, and she laughed, dusting the hairs off.<br><br><q>Benji keeps rubbing his body on this shirt, no matter how many times I tell him to stop…</q><br><br><q>Benji?</q><br><br><q>My dog, he’s a labrador retriever. I swear they shed non-stop, no matter the season…</q><br><br>After finishing your beer, you stood up and thanked Florence for her time. As she took your empty glass away, you turned back and asked one more question.<br><br><q>Do you have keys to Jonathan’s house by any chance?</q><br><br><q>Keys? Thought the police station would've given you access. I mean I do have his spare keys, I’ve been looking after his house and fish when he was away last month. Been meaning to return them, but kept slipping my mind.</q></p>",
      "photo":["The_Barking_Walrus_Pub.png"],
      "evidence":["The_Barking_Walrus_Pub_evidence_1.jpg"]      
     
     }]
}




